Repository: tough-dev-school/education-backend
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Complete the deal
ru: Завершить и допустить до уроков

source: Ship without payment
ru: Допустить до уроков без оплаты

source: Cancel the deal
ru: Отменить

# deals
source: Orders
ru: Заказы

source: Status
ru: Статус

source: Price
ru: Цена

source: Students
ru: Студенты

source: Bulk students add
ru: Добавить студентов

source: For complete deals new students will create new orders
ru: Если сделка завершена — создатутся новые заказы с нулевой ценой. Не забудьте пометить их как выполненные

source: name
ru: Имя

source: email
ru: Почта

source: Customer
ru: Клиент

source: Customers
ru: Клиенты

source: Deal author
ru: Продавец

source: Comment
ru: Комментарий

source: Date when the deal got completed
ru: Завершена

source: Date when the deal got canceled
ru: Отменена

source: Date when the deal got shipped without payment
ru: Дата, когда студентов допустили до уроков без оплаты

source: Deal
ru: Сделка

source: Deals
ru: Сделки

# deals
source: Canceled
ru: Отменена

# deals
source: Complete
ru: Завершена

# deals
source: Shipped without payment
ru: Ждём денег

# deals
source: In progress
ru: В работе

source: Student
ru: Студент

source: B2B Bank
ru: B2B

source: RUB
ru: Рубль

source: USD
ru: Доллар

source: KZT
ru: Тенге

source: KIS (for zero-price orders)
ru: KIS (для бесплатных заказов)

source: Rate
ru: Курс

source: Currency
ru: Курс валюты

source: Currencies
ru: Курсы валют

source: Percent
ru: Процент

source: Acquiring percent
ru: Комиссия банка

source: Acquiring percents
ru: Комиссии банков

source: Zero Price
ru: Бесплатно

source: Archived
ru: Заархивирована

source: Parent
ru: Родитель

source: Chain
ru: Цепочка

source: Only the chains that are neither archived nor active for sending are listed
ru: В списке только не запущенные и не заархивированные цепочки

source: Course
ru: Курс

source: Name
ru: Название

source: Sending is active
ru: Запущена

source: The chain is archived
ru: Заархивирована

source: Email chain
ru: Цепочка

source: Email chains
ru: Цепочки

source: Template id
ru: ID шаблона в постмарке

source: Messages without parent will be sent upon start
ru: Если не поставить — сообщение уйдёт сразу при запуске цепочки

source: Delay (minutes)
ru: Задержка (мин.)

source: 1440 for day, 10080 for week
ru: День — 1440, Неделя — 10080

source: Email chain message
ru: Письмо

source: Email chain messages
ru: Письма

source: Homework
ru: Домашка

source: Date
ru: Дата

source: Send diploma to student
ru: Отправить студенту

source: Regenerate diploma
ru: Перегенерировать

source: RU diploma exists
ru: Есть диплом на русском

source: EN diploma exists
ru: Есть диплом на английском

source: Diplomas
ru: Дипломы

source: Russian
ru: Русский

source: English
ru: Английский

source: Study
ru: Студент-курс

source: Language
ru: Язык

source: Image
ru: Обложка

source: May access diplomas of all students
ru: Видит все дипломы

source: Diploma
ru: Диплом

source: Check out https://is.gd/eutOYr for available templates
ru: Шаблоны искать в https://is.gd/eutOYr

source: This template is for students that have completed the homework
ru: Для тех, кто сдал домашку

source: Diploma template
ru: Шаблон диплома

source: Diploma templates
ru: Шаблоны дипломов

source: Manual upload
ru: Ручная загрузка

source: Manual uploads
ru: Ручные загрузки

source: Crosschecking people
ru: Учеников проверяет

source: Author
ru: Автор

source: Question
ru: Вопрос

source: Is root answer
ru: Первый ответ

source: Dispatch crosscheck
ru: Запустить p2p-проверку домашки

source: Module
ru: Модуль

source: Exclude from cross-checking
ru: Исключить из p2p-проверки

source: Homework answer
ru: Ответ на домашку

source: Homework answers
ru: Ответы на домашку

source: May see answers from every user
ru: Видит все ответы на домашку

source: Date when crosscheck got checked
ru: Когда проверен

source: Deadline
ru: Дедлайн

source: Homeworks
ru: Домашки

source: May see questions for all homeworks
ru: Видит все вопросы домашки

source: Reaction
ru: Реакция

source: Reactions
ru: Реакции

source: Invalid emoji symbol
ru: Неверный символ emoji

source: Material
ru: Страница в ноушене

source: Our slug or notion page_id
ru: Внутренний id или из notion

source: Material not found
ru: Урок не найден

source: Change
ru: Изменить

# lessons
source: Material
ru: Страница в ноушене

source: URLs
ru: Ссылки

source: Module count
ru: Модули

source: Lesson count
ru: Уроки

source: URL
ru: Ссылка

source: Description
ru: Описание

# lms
source: Call date
ru: Дата

# lms
source: Call
ru: Созвон

# lms
source: Calls
ru: Созвоны

source: Course link
ru: Ссылка в свободной форме

source: Course links
ru: Ссылки в свободной форме

# lms
source: Question
ru: Домашка

source: Hidden
ru: Скрыт

source: Users can't find such materials in the listing
ru: Студенты не видят

# lms
source: Lesson
ru: Урок

# lms
source: Lessons
ru: Уроки

# lms
source: Course
ru: Курс

# lms
source: Courses
ru: Курсы

source: Short description
ru: Подзаг

source: Text
ru: Текст

source: Modules
ru: Модули

source: Unset
ru: Дефолтный

source: Postmark
ru: Постмарк

source: Email sender
ru: Отправитель

source: Reply-to header
ru: Reply-to

source: Email configuration
ru: Способ отсылки

source: Email configurations
ru: Способы отсылки

source: Personal email domain
ru: Домен личного email

source: Personal email domains
ru: Домены личных email

source: Notion
ru: Ноушен

source: Please add youtube id
ru: Сссылка на youtube обязательна

source: This video is already in the database
ru: Это видео уже добавлено

source: Image size in bytes
ru: Размер картинки, байт

source: Notion asset
ru: Файл ноушена

source: Notion assets
ru: Файлы ноушена

source: Our page id
ru: ID страницы LMS

source: Page title
ru: Заголовок страницы

source: Will be fetched automatically if empty
ru: Если не указать — попробуем скачать из ноушена

source: Notion page id
ru: ID страницы в ноушене

source: Active
ru: Включено

source: Is home page of the course
ru: Главная страница курса

source: Notion material
ru: Материал

source: Notion materials
ru: Материалы

source: May access materials from every course
ru: Видит страницы ноушена от всех курсов

source: Material file
ru: Файл

source: Material files
ru: Файлы

source: Title
ru: Название

source: Notion video
ru: Видео

source: Notion videos
ru: Видео

source: Set paid
ru: Пометить оплаченным

source: Refund
ru: Сделать полный возврат

source: Ship without payments
ru: Допустить до уроков без оплаты

source: Ship again if paid
ru: Ещё раз выполнить (если заказ не оплачен — не выполнится)

source: Generate diplomas
ru: Сгенерировать дипломы

source: Accept homework
ru: Засчитать домашку

source: Disaccept homework
ru: Не засчитать домашку

source: User
ru: Юзер

source: Item
ru: Товар

source: Payment
ru: Оплата

source: Login as customer
ru: Зайти от имени студента

# orders
source: status
ru: Статус

source: Not paid
ru: Не оплачен

source: Paid
ru: Оплачен

source: Shipped without payment
ru: Ждём денег

source: Email
ru: Почта

source: User receives new welcome letter
ru: Студент заново получит все письма

source: Deactivate selected promo codes
ru: Деактивировать выбранные промо-коды

source: Order count
ru: Заказов

source: Discount
ru: Скидка

source: Partial refund
ru: Частичный возврат

source: Partial refunds
ru: Возвраты

source: Is paid
ru: Оплачен

source: Order author
ru: Продавец

source: Promo Code
ru: Промо-код

source: Date when order got paid
ru: Когда оплачен

source: Date when order was shipped
ru: Дата выполнения

source: User-requested bank string
ru: Банк

source: Purchase-time UE rate
ru: Курс у.е. на момент покупки

source: Record
ru: Запись

source: Bundle
ru: Набор

# orders
source: Order
ru: Заказ

source: Orders
ru: Заказы

source: May mark orders as paid
ru: Отмечать заказы оплаченными

source: May mark orders as unpaid
ru: Возвращать заказы

source: Discount percent
ru: Процент скидки

source: Discount amount
ru: Скидка в деньгах

source: Takes precedence over percent
ru: Если задать — процент не будет работать

source: Expiration date
ru: Дата окончания

source: Destination
ru: Куда пойдет

source: Can not be used for courses not checked here
ru: Если тут выбрать хоть что-нибудь, то промо-код будет действовать только для этого курса

source: Promo Codes
ru: Промо-коды

source: Percent or value must be set
ru: Нужно задать или процент скидки или сумму в деньгах

source: Amount
ru: Сумма

source: Refunds
ru: Возвраты

source: Partial refund is not available
ru: Частичные возвраты недоступны

# products
source: Invoices
ru: Чеки

source: Email messages
ru: Письма

source: Order confirmation
ru: Подтверждение покупки (для бесплатных курсов)

source: Email template id
ru: ID шаблона в постмарке

source: Send email to all purchased_users
ru: Отправить письмо всем купившим

source: Name for receipts
ru: Для чеков

source: Full name for letters
ru: Для писем

source: Name used for international purchases
ru: Название для международных покупок

source: Fixed promo code for tinkoff credit
ru: Промо-код на рассрочку в Тинькофф

source: Used in tinkoff credit only
ru: Пересылается в тинькофф, если покупатель оформляет рассрочку на курс. Если не заполнять — покупатель переплатит за кредит. Можно взять в админке Тинькофф

source: Analytical group
ru: Группа товаров (аналитика)

source: Bundles
ru: Наборы

source: Genitive name
ru: В родительном падеже

source: Welcome letter template id
ru: ID шаблона приветственного письма

source: Will be sent upon purchase if set
ru: Если задать — письмо будет уходить вместе с каждой покупкой

source: Display in LMS
ru: Показывать в LMS

source: If disabled will not be shown in LMS
ru: Если снять галочку, студенты не будут видеть курс в LMS

source: Disable all triggers
ru: Отключить триггерные письма

source: Confirmation template id
ru: ID шаблона для письма-подтверждения

source: If set user sill receive this message upon creating zero-priced order
ru: Уходит пользователю, если он берёт бесплатный курс

source: Confirmation success URL
ru: Ссылка после успешного подтверждения

source: Calendar URL (Google)
ru: Календарь (Google)

source: Calendar URL (iOS)
ru: Календарь (iOS)

source: Chat URL
ru: Чат

source: Cover image
ru: Обложка

source: The cover image of course
ru: Обложка курса

source: Courses
ru: Курсы

source: Both confirmation_template_id and confirmation_success_url must be set
ru: У курсов с подтверждением обязательно нужно устанавливать оба поля: и почтовый шаблон и ссылку для упешного подтверждения

source: Courses with confirmation should have zero price
ru: Курсы с подтверждением могут быть только бесплатными. Если пользователь платит деньги — это уже достаточное подтверждение

source: Analytical groups
ru: Группы товаров (аналитика)

source: Postmark template_id
ru: ID шаблона в постмарке

source: Leave it blank for the default template
ru: Если оставить пустым — будет дефолтным

source: Records
ru: Записи

source: Stripe
ru: Страйп

source: Studying
ru: Студенты-курсы

source: Homework accepted
ru: Домашка принята

source: Studies
ru: Студенты-курсы

source: Tinkoff
ru: Тинькофф

source: Dolyame
ru: Долями

source: first name
ru: Имя

source: last name
ru: Фамилия

source: Personal info
ru: Персональные данные

source: Name in english
ru: Имя на английском

source: Users
ru: Юзеры

source: Male
ru: Мужчина

source: Female
ru: Женщина

source: Subscribed to newsletter
ru: Подписан на новости

source: first name in english
ru: Имя на английском

source: last name in english
ru: Фамилия на английском

source: Gender
ru: Пол

source: Avatar
ru: Аватар

source: user
ru: пользователь

source: users
ru: пользователи

source: Yes
ru: Да

source: No
ru: Нет

source: Paste it from the address bar
ru: Скопируйте адрес из строки браузера
